export default {
  // navbar
  lang: "ar",
  home: "الصفحة الرئيسية",
  aboutUs: "عنّا",
  schedule: "المواعيد",
  news: "الاخبار",
  teams: "الفرق",
  lore: "القصة",

  // hero
  CTA: "الصفحة الرسمية لمنظمة الرازي للرياضة الالكترونية",
  contactUs: "تواصل معنا",
  joinUs: "انضم لنا",

  // about us
  aboutUsTitle: "من نحن؟",
  aboutUsDescription: {
    starting: `نحن هنا في Rhazes منظمة عربية متخصصة في صناعة الرياضات الإلكترونية، تأسست في عام 2023، وأهدافنا هي إلهام الناس في مجال الرياضات الإلكترونية، وبناء مجتمع، وتشجيعهم على التحسين، وكذلك مشاركة وإطلاق العنان لإبداعهم. اكثر شيء نهتم به هون الحفاظ على مجتمع مترابط وخلوق. لدينا فرق في ألعاب مختلفة مثل: فالورانت, ليج اوف ليجيندز, وايلد ريفت, وفيفا`,
    PS: `وسوف نشمل المزيد في المستقبل !!!
        لا تتردد في الانضمام إلينا، وكن جزءًا من هذا المجتمع معًا يمكننا خلق والوصول إلى حدود أعلى مما يستطيع كل منا بمفرده
        إذا كنت مهتمًا بنا تابعونا في وسائل التواصل الاجتماعي الخاصة بنا.`
  },

  // news
  newsTitle: "اخر الاخبار",

  // streamers
  streamers: "صانعو المحتوى",

  // schedule
  scheduleTitle: "جدول المواعيد",
  emptySchedule: "لا توجد مباريات فالجدول",

  // contact us
  namePlaceholder: "ادخل اسمك",
  emailPlaceholder: "ادخل بريدك الالكتروني",
  messagePlaceholder: "اكتب رسالتك",
  submit: "ارسل",
};
